Revit 2024 API
BaseExportOptions.GetExportFontTable Method
 Gets font table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public ExportFontTable GetExportFontTable()
Visual Basic
Public Function GetExportFontTable As ExportFontTable
Visual C++
public:
ExportFontTable^ GetExportFontTable()
See Also
BaseExportOptions Class
Autodesk.Revit.DB Namespace